Repository: maeschter/pypar3
Catalog: po/*.po
Languages: de_de

source: config: key or value error
de_de: config: Schlüssel oder Wert falsch

source: config: type unsupported
de_de: config: unbekannter Typ

source: A graphical interface for the par2 command line utility. PyPar3 is newly written using GTK3 but heavily inspired by François Ingelrest PyPar2.
de_de: Grafische Oberfläche für das par2 Kommandozeilenprogramm. PyPar3 ist mit GTK3 neu geschrieben und wurde stark beeinflusstvon François Ingelrests PyPar2.

source: Thanks to
de_de: Dank an

source: Close
de_de: Schließen

source: Resume
de_de: Weiter

source: Files to protect. Note: all files in the listbox will be protected, regardless if they are marked or not. You also may set a name (no file extension) for the par2 files. If not, a name will be created by PyPar2.
de_de: Zu schützende Dateien. Hinweis: Alle Dateien in der Liste werden geschützt, unabhängig davon ob sie markiert sind oder nicht. Ein Name (ohne Erweiterung) für die par2-Dateien kann angegeben werden. Wenn nicht, legt PyPar3 den Namen fest.

source: File to protect missing
de_de: Zu schützende Datei fehlt

source: Please select a least one file to protect
de_de: Bitte wählen Sie mindestens eine Datei aus

source: Select a PAR2 file for Check/Verify
de_de: Wähle eine par2-Datei zum Prüfen/Reparieren

source: PAR2 files
de_de: Par2-Dateien

source: Par2 files
de_de: Par2-Dateien

source: Repair file(s)
de_de: Repariere Datei(en)

source: Verify and then repair files if needed
de_de: Prüfe Datei(en) und repariere wenn erforderlich

source: Verify file(s)
de_de: Prüfe Datei(en)

source: Verify files, but do not try to repair them
de_de: Prüfe Datei(en), aber repariere sie nicht

source: Action to perform
de_de: Reparieren und Prüfen

source: Check
de_de: Prüfen

source: Create parity files for the selected files.
de_de: Erzeuge Paritäts-Dateien für die gewählten Dateien

source: Create
de_de: Erzeugen

source: Maximum memory usage (MB)
de_de: Maximal möglicher Speicherverbrauch (MB)

source: Max. memory use (MB)
de_de: Einschränkung des Speicherverbrauchs (MB)

source: Memory
de_de: Speicher

source: Dynamic
de_de: Dynamisch

source: Dynamic computation of the number of blocks the files will be sliced into
de_de: Dynamische Berechnung der Blockzahl zur Einteilung der Datei

source: Block count
de_de: Blockzahl

source: Number of blocks the files will be sliced into
de_de: Anzahl der Blöcke zur Einteilung der Datei

source: Block size (KB)
de_de: Blockgröße (KB)

source: Size of the blocks the files will be sliced into
de_de: Größe der Blöcke zur Einteilung der Datei

source: Blocks
de_de: Blöcke

source: Redundancy Level (%)
de_de: Höhe der Redundanz (%)

source: Level of redundancy of the parity files in percent
de_de: Höhe der Redundanz in (%) in den Paritäts-Dateien

source: Recovery block count
de_de: Zahl der Wiederherstellungsblöcke

source: Number of recovery blocks in the parity files
de_de: Zahl der Wiederherstellungsblöcke in den Paritäts-Dateien

source: Redundancy
de_de: Redundanz

source: Limit size of PAR2 files
de_de: Größenbegrenzung der Paritäts-Dateien

source: Dynamic computation of the number of parity files
de_de: Dynamische Berechnung der Anzahl der Paritäts-Dateien

source: PAR2 files count
de_de: Anzahl der Paritäts-Dateien

source: Number of parity files
de_de: Anzahl der Paritäts-Dateien

source: Uniform PAR2 file size
de_de: Gleiche Größe der Paritäts-Dateien

source: Force all parity files to be of the same size
de_de: Erzwinge gleiche Größe der Paritäts-Dateien

source: Parity files
de_de: Paritäts-Dateien

source: First recovery block in the parity files
de_de: Erster Wiederherstellungsblock in den Paritäts-Dateien

source: First recovery block
de_de: Erster Wiederherstellungsblock

source: Beginning
de_de: Beginn

source: Use extended parameters
de_de: Verwende erweiterte Parameter

source: Use extended parameters Blocks, Redundancy, Parity and Beginning.\n This is for experienced users only.
de_de: Verwende erweiterte Paramete 'Blöcke', 'Redundanz', 'Parität' und Beginn. Dies ist nur für erfahrene Nutzer.

source: Set default values
de_de: Verwende Standardwerte

source: Restore the default values of all settings. Use this if you are not shure how to handle extended settings.
de_de: Überschreibe alle Parameter mit Standardwerten. Verwenden Sie dies, wenn Sie im Gebrauch der erweiterten Parameter nicht sicher sind.

source: About PyPar3
de_de: Über PyPar3

source: Close PyPar3
de_de: Beende PyPar3

source: Repair/verify files or create new parity files
de_de: Repariere/prüfe Dateien order erzeuge neue Paritäts-Dateien

source: Add files
de_de: Dateien hinzufügen

source: Add files to list
de_de: Füge Dateien in der Liste hinzu

source: Add dir content
de_de: Ordnerinhalt hinzufügen

source: Add all files of a dir to list
de_de: Füge die Dateien eines Ordners in der Liste hinzu

source: Remove selected files
de_de: Entferne markierte Dateien

source: Remove all files
de_de: Entferne alle Dateien

source: Please insert a name for the par2-files
de_de: Bitte geben Sie einen Namen für die par2-Dateien an

source: name of par2-file
de_de: Name für die par2-Dateien

source: Select a par2 file for Repair/Verify
de_de: Wähle eine par2-Datei zum Prüfen/Reparieren

source: Verify file(s) and then repair if needed
de_de: Prüfe Dateien und repariere wenn erforderlich

source: Repair and verify
de_de: Prüfen und Reparieren

source: Repair and Verify
de_de: Prüfen und Reparieren

source: Quit
de_de: Beenden

source: Apply
de_de: Anwenden

source: Files to protect. Note: all files in the listbox will be protected, regardless if they are marked or not. You also may set a name (no file extension) for the par2 files. If not, a name will be created by PyPar2. All files must be enclosed in the same directory.
de_de: Zu schützende Dateien. Hinweis: Alle Dateien in der Liste werden geschützt, unabhängig davon ob sie markiert sind oder nicht. Ein Name (ohne Erweiterung) für die par2-Dateien kann angegeben werden. Wenn nicht, legt PyPar3 den Namen fest. Alle Dateien müssen sich im gleichen Verzeichnis befinden.
